Repository: oliverepper/logbuch
Catalog: server/app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Password
de: Passwort

source: remember me
de: An mich erinnern

source: Sign In
de: Anmelden

source: Send Registration Token
de: Registrierungs-Token verschicken

source: Please use a different email adress.
de: Bitte benutze eine andere E-Mail Adresse

source: Request Password Reset
de: Passwort Änderung anfordern

source: Repeat Password
de: Passwort wiederholen

source: Set Password
de: Password setzen

source: Old Password
de: Altes Passwort

source: Old password is invalid.
de: Das alte Passwort ist ungültig.

source: You're already logged in. No need to register.
de: Du bist schon angemeldet und musst Dich nicht mehr registrieren

source: Please check your email for instructions to create your account.
de: Bitte sieh in Deinen E-Mails nach um deinen Zugang zu erstellen.

source: Register
de: Registrieren

source: You're already logged in.
de: Du bist bereits angemeldet.

source: Your registration token is invalid.
de: Dein Token ist nicht gültig.

source: User: %(user)s already exists.
de: Benutzer: %(user)s existiert bereits.

source: Congratulations! Your registration is complete.
de: Glückwunsch. Dein Zugang ist jetzt eingerichtet.

source: Complete Registration
de: Registrierung abschließen.

source: Welcome to Logbuch
de: Willkommen zu Logbuch

source: %(creator)s says:
de: %(creator)s sagt:

source: Delete Entry
de: Eintrag löschen

source: Hello %(user)s
de: Hallo %(user)s

source: Here's your API Token for Logbuch:
de: Hier ist Dein API Token für Logbuch:

source: Please check for a new API Token after:
de: Bitte besorge Dir ein neues API Token nach dem:

source: Last Entries
de: Letzte Einträge

source: To complete your registration, please visit:
de: Um Deine Registrierung abzuschließen klicke bitte auf den folgenden Link:
